/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet on Yhdistetty";

"Restart Your Mac" = "Käynnistä Mac-koneesi Uudestaan";
"Quit" = "Lopeta";
"Authorization Error" = "Valtuutusvirhe";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Valitse 'Yritä uudestaan' yrittääksesi auktorisointia uudestaan, tai 'Lopeta' poistuaksesi.";
"Try Again" = "Yritä Uudestaan";

"Open duet on iOS" = "Avaa duet iOS:ssä";
"Connect device to Mac with" = "Yhdistä laite Maciin tällä";
"or" = "tai";
"Version" = "Versio";
"Resolution" = "Näyttötarkkuus";
"No Device Connected" = "Laitetta ei ole Liitetty";
"Frame Rate" = "Kuvataajuus";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Suorituskyky";
"High Power" = "Suuri Teho";
"Energy Efficient" = "Energiatehokas";
"Preferences" = "Määritykset";
"Update App Automatically" = "Päivitä Sovellus Automaattisesti";
"Launch At Login" = "Suorita Sisäänkirjautumisen Yhteydessä";
"Graphics Card" = "Näytönohjain";
"When Duet Is Connected..." = "Kun duet on yhdistetty...";
"Discrete (Recommended)" = "Erillinen (Suositeltu)";
"Integrated (Energy Savings)" = "Integroitu (Energiatehokas)";
"Display Arrangement" = "Näyttöjen Järjestely";
"Check For Updates" = "Tarkista Päivitykset";
"Help Center" = "Help Center";
"Ask Us A Question" = "Esitä Kysymys";
"Uninstall Duet" = "Poista duetin Asennus";
"Quit" = "Poistu";

"Regular (Energy Efficient)" = "Tavallinen Näyttötarkkuus (Energiatehokas)";
"Retina (High Performance)" = "Retina-näytön Tarkkuus (Suuri Teho)";
"High Resolution (Smaller Text)" = "Suuri Näyttötarkkuus (Pienempi Tekstikoko)";